tap "anomalyco/tap"
tap "catppuccin/tap"
tap "esolitos/ipa"
tap "freecad/freecad"
tap "hashicorp/tap"
tap "nikitabobko/tap"
brew "act"
brew "age"
brew "openssl@3"
brew "tree"
brew "ansible"
brew "ansible-lint"
brew "awscli"
brew "bat"
brew "btop"
brew "camellia"
brew "chezmoi"
brew "coreutils"
brew "csvkit"
brew "dust"
brew "eza"
brew "ffmpeg"
brew "flyctl"
brew "fmt"
brew "fzf"
brew "gh"
brew "tesseract"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "glow"
brew "gnupg"
brew "go"
brew "httpie"
brew "jq"
brew "just"
brew "lazydocker"
brew "lazygit"
brew "mise"
brew "mlx"
brew "mlx-c"
brew "navi"
brew "neovim"
brew "ocrmypdf"
brew "ollama"
brew "pandoc"
brew "pkgconf"
brew "poppler"
brew "procs"
brew "ripgrep"
brew "sops"
brew "starship"
brew "swift-format"
brew "swiftlint"
brew "tealdeer"
brew "tmux"
brew "uv"
brew "wget"
brew "wireguard-tools"
brew "xcode-build-server"
brew "xcodegen"
brew "zellij"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "hashicorp/tap/terraform"
cask "1password"
cask "1password-cli"
cask "adobe-creative-cloud"
cask "airtable"
cask "appcleaner"
cask "arc"
cask "asana"
cask "autodesk-fusion"
cask "blackhole-2ch"
cask "box-drive"
cask "cryptomator"
cask "cursor"
cask "discord"
cask "docker-desktop"
cask "fantastical"
cask "figma"
cask "figma-agent"
cask "ghostty"
cask "github"
cask "jdownloader"
cask "karabiner-elements"
cask "keka"
cask "keyboard-maestro"
cask "kicad"
cask "logi-options+"
cask "logitech-g-hub"
cask "macs-fan-control"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "nvidia-geforce-now"
cask "obsidian"
cask "orcaslicer@nightly"
cask "parallels"
cask "pearcleaner"
cask "raycast"
cask "reaper"
cask "spotify"
cask "zoom"
vscode "adamraichu.docx-viewer"
vscode "alexcvzz.vscode-sqlite"
vscode "anthropic.claude-code"
vscode "anysphere.cursorpyright"
vscode "brian-njogu.gitlantis"
vscode "bungcip.better-toml"
vscode "catppuccin.catppuccin-vsc"
vscode "davidanson.vscode-markdownlint"
vscode "dhoeric.ansible-vault"
vscode "esbenp.prettier-vscode"
vscode "github.vscode-github-actions"
vscode "hashicorp.terraform"
vscode "mechatroner.rainbow-csv"
vscode "mermaidchart.vscode-mermaid-chart"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode.makefile-tools"
vscode "mtxr.sqltools"
vscode "openai.chatgpt"
vscode "pkief.material-icon-theme"
vscode "randomfractalsinc.vscode-data-preview"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "svelte.svelte-vscode"
vscode "tailwindcss.vscode-tailwindcss-ai"
vscode "tomoki1207.pdf"
